---
kind: type
id: T:Autodesk.Revit.DB.Ceiling
zh: 天花板、吊顶
source: html/14d7698a-ab61-2211-2315-3ae1434c582c.htm
---
# Autodesk.Revit.DB.Ceiling

**中文**: 天花板、吊顶

Represents a ceiling in Autodesk Revit.

## Syntax (C#)
```csharp
public class Ceiling : CeilingAndFloor
```